{"is404":false,"staticData":{"1853367764":"\"v275\"","3151537128":"\"production\"","3213956766":"{\"parsedFrontmatter\":{\"authors\":[\"Jack Marr\"],\"title\":\"Red Door Collective | Nashville Eviction Report, August 2021\",\"description\":\"A summary of the evictions happening in Davidson County.\",\"image\":\"/article-covers/zipcode-heat-map-2020-2021.png\",\"published\":\"2021-08-25\"}}","3348087580":"\"62c1942cf755497bb7f7faf3024221df\"","4251199494":"\"2022-02-13\"","markdown-blocks-content/blog/eviction-report-h1-2021.md":"[1,[[6,[[3,\"/images/eviction-report-h1-2021/cover.png\",[0],[[8,\"Cover\"]]]]],[6,[[2,\"/reports/RDC-Nashville-Eviction-Report-Aug-2021.pdf\",[0],[[8,\"Printable report available here\"]]]]],[5,[1],[[8,\"SUMMARY\"]]],[1,[0,\"text-column\",[],[[5,[2],[[8,\"RED DOOR COLLECTIVE\"]]],[1,[0,\"align-right\",[],[[1,[0,\"sized-image\",[[\"src\",\"/images/eviction-report-h1-2021/roses-artwork.png\"],[\"alt\",\"A house with a red front door left open with roses in the foreground.\"]],[]]]]]],[6,[[8,\"Red Door Collective was created to support and defend renters through collective action. We recognize the capitalist commodification of housing is a tool of oppression and affects poor, working class, and marginalized communities the hardest. Our survival depends on fighting shoulder to shoulder for safe, accessible, and dignified housing.\"]]],[5,[2],[[8,\"NASHVILLE, TENNESSEE\"]]],[6,[[8,\"Nashville is located in Davidson County, Tennessee. The city has historically been racially segregated with black communities being disproportionately displaced by development. In the past decade there has been unsustainable growth with insufficient investment into affordable housing and renter protections. Many properties have been snatched up by a handful of property owners, particularly following natural disasters.\"]]],[5,[2],[[8,\"PAST AND PRESENT\"]]],[6,[[8,\"The number and rate of detainer warrants issued in Davidson Co. increased between 2017 and 2019. At least 67% of the cases in 2019 resulted in an eviction. Between April 2020 and March 2021, 7,904 detainer warrants were issued. Between October and December 2020, at least 42% of closed cases ended in eviction. A few landlords and an even smaller number of attorneys are associated with the majority of eviction cases in Davidson Co.\"]]],[5,[2],[[8,\"FUTURE OF HOUSING\"]]],[6,[[8,\"A collective effort of Nashvillians is needed to make substantial change. We at Red Door Collective understand the urgent need for comprehensive rent relief, new affordable housing, and additional protections for renters.\"]]]]]],[5,[1],[[8,\"NOTES\"]]],[5,[2],[[8,\"PURPOSE\"]]],[6,[[8,\"The purpose of this report is to shed light on the frequency and general characteristics of evictions in Davidson Co., Tennessee. There is a lack of public-facing data, reporting, and information on this issue. In order to better organize around preventing evictions and improving housing access, we must know who is evicting people, how often, and where evictions happen.\"]]],[5,[2],[[8,\"DATA\"]]],[6,[[8,\"The primary source for this dataset is available in the Public Inquiry System for the Offices of the Circuit Court Clerk in Davidson Co., Tennessee, also known as \\\"CaseLink.\\\" The data used in this report were gathered from CaseLink and additional data requests to the Clerk's office. The data were pulled on and are accurate as of April, 21, 2021. Data were cleaned to improve accuracy of addresses and plaintiff and defendant names. Judgment information were manually documented from CaseLink. All data gathering, cleaning, and analysis was conducted by RDC volunteers.\"]]],[5,[2],[[8,\"LIMITATIONS\"]]],[6,[[8,\"There are some limitations to using these data, such as lack of demographic information, reporting inaccuracies, and incomplete information on submitted documents. CaseLink offers no guarantees of accuracy, presenting records as scanned and often handwritten detainer warrants. These data also do not account for the evictions occuring outside of the legal process.\"]]],[5,[2],[[8,\"DEFINITIONS\"]]],[6,[[5,[[8,\"Eviction\"]]],[8,\" - the civil process by which a landlord removes a tenant or renter from their rental property\"]]],[6,[[5,[[8,\"Detainer warrant (DW)\"]]],[8,\" - A detainer warrant is the legal document that informs the tenant or renter about pending eviction proceeding. It means the legal process has begun and does not mean someone has been evicted (yet).\"]]],[6,[[5,[[8,\"Plaintiff\"]]],[8,\" - In eviction cases, the property owner seeking to remove a tenant.\"]]],[6,[[5,[[8,\"Plaintiff attorney\"]]],[8,\" - Legal representative for the plaintiff.\"]]],[6,[[5,[[8,\"Defendant\"]]],[8,\" - In eviction cases, the tenant or renter.\"]]],[6,[[5,[[8,\"Judgment\"]]],[8,\" - The outcome of legal proceedings. Outcomes for eviction proceedings include non-suit (withdraw of the case by plaintiff), possession (eviction of tenant), possession with monetary damages or fees, and dismissal.\"]]],[6,[[5,[[8,\"Writ of Restitution\"]]],[8,\" - The legal document that officially evicts a tenant after an eviction case is heard and grants possession to the plaintiff.\"]]],[5,[0],[[8,\"BACKGROUND\"]]],[5,[2],[[8,\"EVICTIONS IN NASHVILLE\"]]],[6,[[8,\"In Davidson Co., renters can be evicted for any violation of their lease, including non-payment of rent. Landlords are required to provide written notice of potential eviction with 14 days to correct the issue for late payment of rent (T.C.A.Section 66-28-505) \"],[2,\"https://law.justia.com/codes/tennessee/2019/title-66/chapter-28/part-5/section-66-28-505/\",[0],[[8,\"[1]\"]]],[8,\". Tenants can sign away renter protections if such language is included in their lease. Evictions are a civil process and do not guarantee the renter legal representation.\"]]],[5,[2],[[8,\"DEMOGRAPHICS\"]]],[6,[[8,\"Approximately 700,000 people \"],[2,\"https://www.census.gov/quickfacts/fact/table/davidsoncountytennessee/PST045219\",[0],[[8,\"[2]\"]]],[8,\" live in Davidson Co. as of 2019. Twenty-seven percent are Black/African American and 10% are Hispanic/Latinx. Between 2015 and 2019, the average gross rent was $1,102 and per capita income was $36,440. In 2019, only 54.3% of housing units were occupied by their owner.\"]]],[5,[2],[[8,\"HOUSING SHORTAGE, SEGREGATION\"]]],[6,[[8,\"There is a long history of racist and classist policies driving the racial segregation of housing in Nashville. Laws such as the Slum Clearance and Urban Redevelopment Act (1945) and Federal Aid Highway Act of 1956 contributed to the destruction of predominantly black neighborhoods. Gentrification is celebrated as progress despite little evidence that such destruction positively affects the existing residents of these neighborhoods \"],[2,\"ttps://doi.org/10.1111/cico.12444\",[0],[[8,\"[3]\"]]],[8,\".\"]]],[6,[[8,\"In recent years the cost of living in Nashville has skyrocketed with few options for low-income residents and families who struggle to stay in their homes or find new ones. At least 7,000 Nashvillians rely on public housing vouchers to pay rent \"],[2,\"https://www.newschannel5.com/news/public-housing-tenants-feel-forced-out-of-village-west-apartments\",[0],[[8,\"[4]\"]]],[8,\".\"]]],[6,[[3,\"/images/eviction-report-h1-2021/safe-home-banner.jpg\",[0],[[8,\"Two Red Door Collective members holding up a banner that reads \\\"Safe Homes for Nashville\\\"\"]]]]],[5,[0],[[8,\"DISASTER(S) STRIKE\"]]],[5,[2],[[8,\"SEVERE WEATHER EVENTS\"]]],[6,[[8,\"Immediately prior to the COVID-19 pandemic, Davidson Co. was hit by a deadly tornado on the night of March 2 and into the morning of March 3, 2020 \"],[2,\"https://www.arkansasonline.com/news/2020/mar/03/tornado-hits-downtown-nashville-least-7-die-tennes/\",[0],[[8,\"[5]\"]]],[8,\". Following natural disasters such as the catastrophic flooding in May 2010, many homeowners are suddenly bombarded with offers to buy their now damaged homes. Increased gentrification has been significant in historically neglected and oppressed areas of Nashville impacted by severe weather events such as East and North Nashville; this gentrification has resulted in further displacement of longstanding communities.\"]]],[6,[[3,\"/images/eviction-report-h1-2021/destruction.jpg\",[0],[[8,\"Scenes of destruction in Nashville after the 2020 tornado.\"]]]]],[5,[2],[[8,\"AFFECTS OF COVID-19\"]]],[6,[[8,\"Throughout the COVID-19 pandemic, there have been temporary changes to Davidson Co. court rules and procedures. In mid 2020 witnesses were not allowed inside the courtroom. In late 2020 the number of cases heard was limited. General Sessions court was shut down between December 2020 and March 2021.\"]]],[5,[2],[[8,\"DIVERSIONARY COURT\"]]],[6,[[8,\"After the COVID-19 pandemic, Judge Rachel Bell founded the LEGACY diversionary court \"],[2,\"https://www.tennessean.com/story/news/2021/03/27/new-nashville-court-reroutes-housing-disputes-moratorium-ends/6955283002/\",[0],[[8,\"[6]\"]]],[8,\". The goal of this court is to mediate eviction proceedings between tenants and landlords, help connect tenants to resources such as monetary rental assistance, and prevent evictions.\"]]],[5,[2],[[8,\"CASE BACKLOG AND ILLEGAL EVICTIONS\"]]],[6,[[8,\"While eviction hearings were delayed by COVID restrictions and the CDC eviction moratorium, nearly 2,000 cases were yet to be heard in Spring 2021 \"],[2,\"https://www.wsmv.com/video/legal-aid-reports-cases-of-landlords-using-illegal-tactics-to-remove-tenants/video_0a4e1138-f5fa-5123-b17d-286adf48095b.html#:~:text=Legal%20Aid%20reports%20cases%20of%20landlords%20using%20illegal,illegal%20tactics%20to%20get%20financially%20strapped%20renters%20out.\",[0],[[8,\"[7]\"]]],[8,\". Community advocates noted that many residents were being illegaly scared out of their residences illegally by landlords and property managers.\"]]],[5,[0],[[8,\"EVICTION DATA, 2017-2019\"]]],[6,[[8,\"Between January 1, 2017 and December 31, 2019, over 31,000 detainer warrants (DWs) were filed. A detainer warrant is the document that informs a tenant or renter of their upcoming eviction proceeding. The number filed per year increased 20% over the three-year period, with approximately 9,358 detainer warrants filed in 2017, 10,543 in 2018, and 11,471 in 2019. While the population of Davidson Co. increased in this time frame, the rate of detainer warrants filed per year also increased from 14.2 DWs issued per 10,000 persons in 2017 to 16.8 in 2019. The number of DWs issued per month varied widely and seasonal trends are inconsistent between years.\"]]],[6,[[3,\"/images/eviction-report-h1-2021/eviction-bar-chart.png\",[1,\"Figure 1. Number of detainer warrants issued by month 2017-2019, Davidson Co. Tennessee\"],[[8,\"Figure 1. Number of detainer warrants issued by month 2017-2019, Davidson Co. Tennessee\"]]]]],[1,[0,\"row\",[],[[1,[0,\"text-column\",[[\"portion\",\"2\"]],[[5,[3],[[8,\"Table 1. Ten most common plaintiffs by number of detainer warrants, 2017-2019, Davidson Co. Tennessee]\"]]],[7,[[[[8,\"Plaintiff\"]],[0]],[[[8,\"Count\"]],[0]]],[[[[8,\"Metropolitan Development and Housing Agency\"]],[[8,\"6,018\"]]],[[[8,\"Urban Housing Solutions\"]],[[8,\"702\"]]],[[[8,\"Nashboro Village Apartments\"]],[[8,\"654\"]]],[[[8,\"Woodbine Community Organizations\"]],[[8,\"374\"]]],[[[8,\"Arbor Hill Apartments\"]],[[8,\"365\"]]],[[[8,\"Cove at Priest Lake Apartments\"]],[[8,\"338\"]]],[[[8,\"Hickory Highlands Apartment Homes\"]],[[8,\"297\"]]],[[[8,\"Elmington Property Management\"]],[[8,\"295\"]]],[[[8,\"Overlook Apartments\"]],[[8,\"255\"]]],[[[8,\"Hickory Chase Apartments\"]],[[8,\"245\"]]],[[[8,\"Freeman Webb Company Realtors\"]],[[8,\"244\"]]]]]]]]]]],[6,[[8,\"Ten plaintiffs represent nearly one-third of DWs in Nashville during this time period (Table 1). At least 4,000 unique plaintiff names account for the other two-thirds of DWs. Because plaintiff names change and are inconsistently listed on detainer warrants, the number of cases shown are an approximation. Between 2017 and 2019, the Metropolitan Development and Housing Agency (MDHA) alone accounts for approximately 1 of every 5 DWs issued between 2017 and 2019.\"]]],[5,[0],[[8,\"PLAINTIFF ATTORNEYS AND JUDGMENTS, 2017-2019\"]]],[6,[[8,\"A consistent group of eviction attorneys are responsible for representing the majority (74.1% in 2019) of eviction cases in Davidson Co., Tennessee (Table 2). The five most common attorneys are consistent between years and represent a growing percent of all DWs filed while other attorneys and plaintiffs representing themselves are listed on a smaller percentage of DWs each year.\"]]],[5,[3],[[8,\"TABLE 2. NUMBER AND PERCENT DETAINER WARRANTS BY PLAINTIFF ATTORNEY AND YEAR, 2017–2019, DAVIDSON CO. TENNESSEE\"]]],[7,[[[[8,\"Attorney\"]],[0]],[[[8,\"2017 Count\"]],[0]],[[[8,\"2017 Percent\"]],[0]],[[[8,\"2018 Count\"]],[0]],[[[8,\"2018 Percent\"]],[0]],[[[8,\"2019 Count\"]],[0]],[[[8,\"2019 Percent\"]],[0]]],[[[[8,\"William Henry Choppin\"]],[[8,\"1,816\"]],[[8,\"19.4%\"]],[[8,\"2,106\"]],[[8,\"20.0%\"]],[[8,\"2,097\"]],[[8,\"18.3%\"]]],[[[8,\"Gary Steven Rubenstein\"]],[[8,\"1,739\"]],[[8,\"18.6%\"]],[[8,\"1,862\"]],[[8,\"17.7%\"]],[[8,\"2,088\"]],[[8,\"18.2%\"]]],[[[8,\"M. Wesley Hall III\"]],[[8,\"1,492\"]],[[8,\"15.9%\"]],[[8,\"1,549\"]],[[8,\"14.7%\"]],[[8,\"1,786\"]],[[8,\"15.6%\"]]],[[[8,\"Jennifer Jo McCoy\"]],[[8,\"591\"]],[[8,\"6.3%\"]],[[8,\"1,531\"]],[[8,\"14.5%\"]],[[8,\"2,163\"]],[[8,\"18.9%\"]]],[[[8,\"Robert Joseph Hill\"]],[[8,\"440\"]],[[8,\"4.7%\"]],[[8,\"418\"]],[[8,\"4.0%\"]],[[8,\"363\"]],[[8,\"3.2%\"]]],[[[8,\"Plaintiff representing self\"]],[[8,\"1,199\"]],[[8,\"12.8%\"]],[[8,\"1,167\"]],[[8,\"11.1%\"]],[[8,\"1,125\"]],[[8,\"9.8%\"]]],[[[8,\"Other attorney\"]],[[8,\"2,081\"]],[[8,\"22.2%\"]],[[8,\"1,910\"]],[[8,\"18.1%\"]],[[8,\"1,849\"]],[[8,\"16.1%\"]]],[[[5,[[8,\"TOTAL\"]]]],[[5,[[8,\"9,358\"]]]],[[5,[[8,\"100.0%\"]]]],[[5,[[8,\"10,543\"]]]],[[5,[[8,\"100.0%\"]]]],[[5,[[8,\"11,471\"]]]],[[5,[[8,\"100.0%\"]]]]]]],[1,[0,\"text-column\",[],[[1,[0,\"align-left\",[],[[6,[[3,\"/images/eviction-report-h1-2021/judgments-pie-chart.png\",[1,\"Figure 2. Judgments of 574 randomly-selected closed cases, 2019, Davidson Co. Tennessee\"],[[8,\"Figure 2. Judgments of 574 randomly-selected closed cases, 2019, Davidson Co. Tennessee\"]]]]]]]],[6,[[8,\"Judgment data was manually entered from CaseLink. To reduce the workload of determining frequency of judgment outcomes for historical data, we used a random number generator to sample 5% (574) of DWs from 2019. While the below data does not include all cases, we believe it can provide insight into historical trends.\"]]],[6,[[8,\"Figure 2 shows that over half of cases sampled resulted in repossession of property. Approximately 1 in 5 resulted in a non-suit. The category non-suit is used when cases are settled outside of court and could mean any outcome for the tenant. Cases with \\\"other\\\" judgments typically did not have a judgment listed despite being closed.\"]]]]]],[6,[[8,\"For the 221 cases with monetary damages (\\\"possession and fees\\\"), approximately $750,000 total was awarded to plaintiffs with an average of $3,434 per case. The median financial award was $2,443 per case.\"]]],[6,[[3,\"/images/eviction-report-h1-2021/bridge.jpg\",[0],[[8,\"A pedestrian bridge with a poster hanging on its fencing that reads \\\"All my homies hate landlords\\\".\"]]]]],[5,[2],[[8,\"EVICTION DATA 2020-2021\"]]],[6,[[8,\"The COVID-19 pandemic has significantly impacted the total number of detainer warrants (DWs) issued in Davidson County as well as the most frequent plaintiffs seeking to evict people. In prior years (see Figure 1), between 700 and 1,300 DWs were issued every month. The number of DWs issued per month sharply declined to 122 cases in April 2020, but rebounded slightly in Summer 2020 (Figure 3). If the number of DWs issued in Davidson Co. continued to grow in the absence of COVID-19, we would have expected approximately 10% more DWs compared to 2020, or 12,650 issued per year and 1,054 per month in 2021. The following sections include some charts from April 2020 to March 2021 to illustrate how one year of the COVID-19 pandemic has affected evictions.\"]]],[6,[[3,\"/images/eviction-report-h1-2021/monthly-bar-chart.png\",[1,\"Figure 3. Number of detainer warrants issued by month, January 2020 to March 2021, Davidson Co. Tennessee\"],[[8,\"Figure 3. Number of detainer warrants issued by month, January 2020 to March 2021, Davidson Co. Tennessee\"]]]]],[5,[1],[[8,\"MOST COMMON PLAINTIFFS AND ATTORNEYS, 2020-2021\"]]],[6,[[3,\"/images/eviction-report-h1-2021/top-evictors.png\",[1,\"Figure 4. Ten most common plaintiffs by number of detainer warrants (N), April 2020 to March 2021, Davidson Co. Tennessee\"],[[8,\"Figure 4. Ten most common plaintiffs by number of detainer warrants (N), April 2020 to March 2021, Davidson Co. Tennessee\"]]]]],[6,[[8,\"The most common plaintiffs listed on DWs between April 2020 and March 2021 include the Metropolitan Development and Housing Agency (MDHA), Elmington Property Management, and Hickory Highlands Apartments (Figure 4). MDHA decreased their overall share of evictions since COVID-19, but are still the most frequently listed plaintiff during this period. The same five attorneys were most frequently listed on detainer warrants during this time frame as in previous years (Table 3). These attorneys' most frequent plaintiffs are some of the most common plaintiffs overall.\"]]],[5,[3],[[8,\"Table 3. Five most common plaintiff attorneys, April 2020 to March 2021, Davidson Co. Tennessee\"]]],[7,[[[[8,\"Attorney\"]],[0]],[[[8,\"Number of detainer warrants\"]],[0]],[[[8,\"Most frequent plaintiff represented by number of detainer warrants (n)\"]],[0]]],[[[[8,\"Jennifer Jo McCoy\"]],[[8,\"1,422\"]],[[8,\"Hickory Highlands Apartment Homes (88), Hickory Chase Apartments (82), Creekstone Apartments (41)\"]]],[[[8,\"M. Wesley Hall III\"]],[[8,\"1,117\"]],[[8,\"Elmington Property Management (177), 1st Nashville Realty & Management Inc. (32), DCM Hampton LLC (29)\"]]],[[[8,\"Gary Steven Rubenstein\"]],[[8,\"748\"]],[[8,\"Cove at Priest Lask Apartments (48), Cambridge at Hickory Hollow Apartments (42), Chimney Top Apartments (41)\"]]],[[[8,\"Robert Joseph Hill II\"]],[[8,\"198\"]],[[8,\"Point Breeze Apartments (27), Lakeview Terrace Motel (13)\"]]],[[[8,\"William Henry Choppin\"]],[[8,\"181\"]],[[8,\"Metropolitan Development and Housing Agency (180)\"]]]]],[5,[1],[[8,\"NUMBER OF DEFENDANTS AND CASE JUDGMENTS, 2020-2021\"]]],[1,[0,\"row\",[],[[1,[0,\"column\",[[\"portion\",\"1\"]],[[6,[[3,\"/images/eviction-report-h1-2021/defendants-bar-chart.png\",[1,\"Figure 5. Number of detainer warrants and named defendants by month, October to December 2020, Davidson Co. Tennessee\"],[[8,\"Figure 5. Number of detainer warrants and named defendants by month, October to December 2020, Davidson Co. Tennessee\"]]]]]]]],[1,[0,\"column\",[[\"portion\",\"1\"]],[[6,[[3,\"/images/eviction-report-h1-2021/judgments-pie-chart2.png\",[1,\"Figure 6. Judgments of closed cases, October to December 2020, Davidson Co. Tennessee\"],[[8,\"Figure 6. Judgments of closed cases, October to December 2020, Davidson Co. Tennessee\"]]]]]]]]]]],[6,[[8,\"On average, for every five DWs submitted between October 2020 and March 2021, at least six people are listed as defendants (Figure 5). We know that this number largely underestimates the total number of people at risk of being evicted; DWs are not required to list all defendants, including children living inside the home.\"]]],[6,[[8,\"We began collecting judgments consistently in October 2020. Approximately 1,711 DWs were filed between October 1 and December 31, 2020. By April 21, 2021 988 of those cases were closed. Figure 6 shows that the majority of cases in this time period resulted in non-suits. Only 22% of the cases we sampled from 2019 resulted in a non-suit judgment (Figure 2). Over 40% of closed cases resulted in repossession of property by the landlord. The majority of cases were decided in favor of the plaintiff by default or absence of the defendant in court. Only 4.7% of cases ended in dismissal. We have noted that since these data were collected, some landlords have returned to court to seek monetary damages after winning possession. Due to these additional judgments and illegal evictions occurring outside of the judicial process, we assume the rate of eviction and owing monetary damages following a DW is much higher than documented here.\"]]],[6,[[8,\"Of the 141 cases that noted both possession and financial damages, over $877,000 was awarded to plaintiffs or an average of $6,177. The median financial award was $5,386.\"]]],[5,[1],[[8,\"MAPPING DETAINER WARRANTS AND EVICTIONS, 2017-2021\"]]],[1,[0,\"row\",[],[[1,[0,\"column\",[[\"portion\",\"1\"]],[[6,[[3,\"/images/eviction-report-h1-2021/zipcode-heat-map-2017-2019.png\",[1,\"Figure 7. Rate of detainer warrants issued per month by zip code, January 2017 to December 2019, Davidson Co. Tennessee\"],[[8,\"Figure 7. Rate of detainer warrants issued per month by zip code, January 2017 to December 2019, Davidson Co. Tennessee\"]]]]]]]],[1,[0,\"column\",[[\"portion\",\"1\"]],[[6,[[3,\"/images/eviction-report-h1-2021/zipcode-heat-map-2020-2021.png\",[1,\"Figure 8. Rate of detainer warrants issued per month by zip code, January 2020 to March 2021, Davidson Co. Tennessee\"],[[8,\"Figure 8. Rate of detainer warrants issued per month by zip code, January 2020 to March 2021, Davidson Co. Tennessee\"]]]]]]]]]]],[6,[[3,\"/images/eviction-report-h1-2021/heat-map-legend.png\",[0],[[8,\"Heat map legend\"]]]]],[6,[[8,\"The number of DWs filed per month differed by ZIP code across time. To account for population differences between ZIP codes, we calculated rates with 2019 population estimates. The monthly rates were split into four equal groups called \\\"quartiles\\\" to compare highest and lowest rates of DWs issued across Davidson Co. Becase ZIP codes cross county lines, rates for some ZIP codes (i.e. 37027, 37135) are likely underestimated. Rates are calculated per 10,000 persons.\"]]],[6,[[8,\"Overall, the ZIP codes with the highest and lowest rates did not significantly change between 2017-2019 (Figure 7) and 2020-2021 (Figure 8) data. As a whole, there are higher rates of DWs issued in the eastern half of Davidson Co. in neighborhoods such as North Nashville, South Nashville, Antioch, Madison, and Donelson. Neighborhoods in the western half of Davidson Co. such as Belle Meade, Bellevue, and Joelton tended to have lower rates of DWs issued. It is worth noting that the range rates of DWs issued monthly was smaller in 2020-2021 compared to 2017-2019.\"]]],[5,[1],[[8,\"CONCLUSION\"]]],[1,[0,\"text-column\",[],[[6,[[8,\"This document was put together in the Spring and Summer of 2021, in the months when the CDC Moratorium was set to expire and then pushed back temporarily. There are hundreds of families who have waited months to hear about rent relief in Davidson Co. after struggling with bureaucratic barriers. Nearly 1 in 5 Tennesseans are still behind on their rent \"],[2,\"https://www.cbpp.org/research/poverty-and-inequality/tracking-the-covid-19-recessions-effects-on-food-housing-and\",[0],[[8,\"[8]\"]]],[8,\". In recent months, numerous community groups have fought to hold landlords accountable for their abuses and disregard for renters across Nashville, including at Mosaic Apartments, WC Mobile Home Community, The Blue Note Apartments, and Porter East Apartments. To say this report will come at a crossroads in housing justice is an understatement. We must ask ourselves difficult questions: How many more families will be forced out of their homes? How many people who sustain Nashville will no longer be able to live here? How can we ensure development reflects the interests of our community? What are we willing to do for our freedom?\"]]],[1,[0,\"align-left\",[],[[6,[[3,\"/images/eviction-report-h1-2021/bill-lee.png\",[0],[[8,\"Where is Bill Lee poster\"]]]]]]]],[6,[[8,\"Since at least 2017, detainer warrant filings have increased and are now backlogged as we wait for hundreds of cases filed during the COVID-19 pandemic to be settled. Evictions have disproportionately affected the underserved areas of Nashville. Housing costs have skyrocketed in the midst of rapid gentrification and few low-income options exist. These are desperate times that require collective action on a massive scale.\"]]],[6,[[8,\"The first step of rectifying these injustices is to expose them to the light. We hope that this report increases awareness, agency, and agitation towards action. A better world is possible.\"]]]]]],[6,[[3,\"/images/eviction-report-h1-2021/housing-art-backdrop.png\",[0],[[8,\"housing art backdrop\"]]]]],[5,[2],[[8,\"CONTACT INFORMATION\"]]],[6,[[8,\"Web: \"],[2,\"https://reddoorcollective.org\",[0],[[8,\"reddoorcollective.org\"]]]]],[6,[[8,\"Phone: 615-398-2859\"]]],[6,[[8,\"Email: reddoormidtn@gmail.com\"]]],[6,[[8,\"Instagram: \"],[2,\"https://www.instagram.com/nashvillerdc\",[0],[[8,\"@nashvillerdc\"]]]]],[6,[[8,\"Twitter: \"],[2,\"https://twitter.com/reddoormidtn\",[0],[[8,\"@reddoormidtn\"]]]]],[6,[[8,\"Linktree: \"],[2,\"http://linktr.ee/reddoorcollective\",[0],[[8,\"linktr.ee/reddoorcollective\"]]]]],[5,[2],[[8,\"SUGGESTED CITATION\"]]],[6,[[8,\"Red Door Collective Data Committee. (2021). Nashville Eviction Report. Red Door Collective. \"],[2,\"https://reddoorcollective.org\",[0],[[8,\"reddoorcollective.org\"]]]]],[5,[2],[[8,\"ACKNOWLEDGEMENTS\"]]],[6,[[8,\"We would like to thank the following groups and people for their contributions to this document:\"]]],[2,[1],[[0,[0],[[6,[[8,\"Davidson Co. County Clerk's Office\"]]]]],[0,[0],[[6,[[8,\"Cynthia George, PhD, MSSW, Assistant Professor Tennessee State University\"]]]]],[0,[0],[[6,[[8,\"People's Alliance for Transit, Housing and Employment (PATHE)\"]]]]],[0,[0],[[6,[[8,\"TN4SafeHomes Coalition Members\"]]]]],[0,[0],[[6,[[8,\"Nashville Conflict Resolution Center\"]]]]],[0,[0],[[6,[[8,\"Middle TN Chapter of Democratic Socialists of America\"]]]]]]],[1,[1,\" \\n### ADDITIONAL RESOURCES\\n\\n| Organization                                            | Website                                                  | Phone          |\\n|---------------------------------------------------------|----------------------------------------------------------|----------------|\\n| Legal Aid Society of Middle Tennessee & The Cumberlands | [las.org](https://las.org)                               | (615) 244-6610 |\\n| Workers' Dignity                                        | [workersdignity.org](https://workersdignity.org)         | (615) 669-6679 |\\n| Nashville Conflict Resolution Center                    | [nashvilleconflict.org](https://nashvilleconflict.org)   | (615) 333-8400 |\\n| Open Table Nashville                                    | [opentablenashville.org](https://opentablenashville.org) | (615) 415-0141 |\\n| People's Alliance for Transit, Housing, and Employment  | [pathenashville.org](https://pathenashville.org)         | (615) 696-9776 |\\n| Elmahaba Center Nashville                               | [elmahabacenter.com](https://elmahabacenter.com)         | (615) 567-3215 | \"]]]]"},"path":"blog/eviction-report-h1-2021"}