{"is404":false,"staticData":{"1853367764":"\"v200\"","3151537128":"\"production\"","3223407420":"{\"parsedFrontmatter\":{\"title\":\"Red Door Collective | About\",\"description\":\"Who is Red Door Collective?\",\"image\":\"/avatars/red-door-logo.png\",\"lastReviewed\":\"2021-09-08\"}}","3348087580":"\"62c1942cf755497bb7f7faf3024221df\"","4251199494":"\"2022-01-13\"","markdown-blocks-content/about.md":"[1,[[1,[0,\"sized-image\",[[\"width\",\"375\"],[\"src\",\"../images/about/dsa-handdrawn-logo.png\"],[\"alt\",\"Drawing of a handshake with a rose in the background.\"]],[]]],[6,[[8,\"Hello neighbor!\"]]],[6,[[8,\"We are a grassroots network of Nashville residents striving to build power in our local communities and bring Nashville together in a time of crisis. The Red Door Collective creates resources collectively to combat some of the struggles we are experiencing together due to the current economic and political climate. Some of the projects we’re developing include:\"]]],[5,[1],[[8,\"Community Health\"]]],[6,[[8,\"At this time we are focusing on making sure our neighbors have everything they need to stay healthy during the Covid-19 pandemic. If there is a lack of food, cleaning materials, medicine, social interaction (to be provided digitally to observe social distancing measures) we will connect those with need to those with an ability to help out. Safety is our number one priority, so all materials are properly sanitized before exchange.\"]]],[6,[[3,\"../images/about/talk-about-socialism.png\",[0],[[8,\"Two people talking about socialism\"]]]]],[5,[1],[[8,\"Protection from unwanted development\"]]],[6,[[8,\"In times of crisis, some landlords and developers will take the opportunity to repossess property for development. Many neighborhoods in Nashville have experienced gentrification by such means. One of the first steps in combating unwanted development is communication and organization with neighbors who may also be affected.\"]]],[5,[1],[[8,\"Community Gatherings\"]]],[6,[[8,\"Sometimes a passing hello is the most we interact with our neighbors. Folks in the Red Door Collective will plan block parties and potlucks so that neighbors have more opportunities to catch up with each other. For the time being, gatherings may have to be digital; we will work together to build social solidarity while being physically distant.\"]]],[6,[[3,\"../images/about/people-talking2.png\",[0],[[8,\"Two more people talking about socialism.\"]]]]],[5,[1],[[8,\"Community Gardens\"]]],[6,[[8,\"Nashville has far fewer community gardens today than it has in the past; RDC will build garden plots to liven up the neighborhood and provide food to anyone in need.\"]]],[5,[1],[[8,\"Transit\"]]],[6,[[8,\"We will demand sidewalks, more bus stops, and lowering bus fares from our city officials. We will also build benches so pedestrians can rest.\"]]],[5,[1],[[8,\"Community Art\"]]],[6,[[8,\"We want to liven up the physical spaces in our communities by painting murals for everyone to enjoy.\"]]],[5,[1],[[8,\"Collective Power\"]]],[6,[[8,\"Most importantly, to safeguard ourselves and our family’s well-being, we will build collective power through tenant’s unions and associations which will let us exert our power as workers and renters against exploitation and poverty.\"]]],[4,[[6,[[8,\"We as workers cannot rely on external assistance like governments, non-profits and charities. We must build power for ourselves, by ourselves by uniting to become more than ourselves. We are all we got, but \"],[5,[[8,\"we\"]]],[8,\" are all we need, because together we can weather any storm.\\nAs Dr. King said, \\\"We may have all come on different ships, but we are in the same boat now.\\\"\"]]]]]]]"},"path":"about"}